[
    {
        "lvNr": "1",
        "titelDerLv": "Spanisch III-Kommunikation und Kultur ",
        "name": "Minera Reyna",
        "wochentag": "Dienstag",
        "zeit": "Andere",
        "raum": "T 1.020",
        "exame": "Schriftliche Prüfung",
        "mainTopic": "Interkulturalität und Sprachen",
        "sideTopic": "",
        "fachgebiet": "20) Spanisch",
        "kompetenzprofil": "International",
        "anrechnungZert1": "Fremdsprachenzertifikat UNIcert",
        "anrechnungZert2": "",
        "anrechnungZert3": "",
        "lernzieleUndKompetenzen": "Der Kurs vermittelt, wendet an und erweitert: morphosyntaktische, lexikalische, textuelle sowie außersprachliche Mittel, um über Wünsche, Erwartungen, Förderungen und Hoffnungen zu sprechen ; Hypothese zu formulieren; eigene Meinungen, Standpunkte, Pläne zu erklären, zu begründen und zu verteidigen ; angemessen auf andere Meinungen, Standpunkte zu reagieren im Studien- oder Berufskontext; im universitären Kontext interkulturell adäquat zu kommunizieren und ein jeweils adressatenspezifisches Register zu benutzen; Lese- und Hörverstehensstrategien, Sprachgebrauchs- und Lernstrategien  Kompetenzen: Die Studierenden werden befähigt:   Rezeption:   unkomplizierte Sachinformationen, Podcasts, Diskussionen, kurze Vorträge oder Reden auf dem eigenen Fachgebiet über aktuelle oder berufsbezogene Themen zu verstehen und dabei die Hauptaussagen und Einzelinformationen zu erkennen, sofern klar artikuliert und in einer vertrauten Varietät gesprochen wird.  Textsorten über aktuelle Themen und dem studienbezogenen Kontext global, selektiv und detailliert zu lesen; relevante Informationen zu entnehmen und unbekannte Lexik aus dem Kontext zu erschließen; Lesetechniken und –strategien zum effektiven Leseverstehen einzusetzen; wesentliche Strukturelemente verschiedener Textsorten (Dialog, Diskussion, Artikel und Blogeinträge) zu verstehen; entscheidende Informationen zu entnehmen sowie Haupt- und Nebeninformationen zu erkennen und zu erfassen.  Produktion:  Sachinformationen, über ein vertrautes Thema weitergeben und Meinung zu äußern, um Lösungsvorschläge eines Problems; eine Argumentation gut genug auszuführen, um die meiste Zeit ohne Schwierigkeiten verstanden zu werden; Begründungen oder Erklärungen anzugeben, um einen Standpunkt zu einem vertrauten Thema zu rechtfertigen; Meinungen und Hypothesen über aktuelle und hochschulspezifischen Themen auszudrücken und sagen, ob man einverstanden ist mit der Meinung des/er Gesprächspartner:inn und Gründe zu nennen, die diese Meinung rechtfertigen; Fehler bei Zeitformen oder bei Auszudrücken, die zu Missverständnissen führen, zu korrigieren, sofern die Gesprächspartner/innen signalisieren, dass es ein Problem gibt.  Interaktion:   ein Gespräch beginnen und dabei helfen, es fortzuführen, indem man Menschen relativ spontan zu einer bestimmten Erfahrung oder einem Ereignis Fragen stellt und Reaktionen und Meinungen zu vertrauten Themen äußert; in einer Diskussion über Themen von Interesse persönliche Standpunkte und Meinungen zu äußern und zu erfragen; höflich Überzeugungen und Meinungen, Zustimmung und Ablehnung auszudrücken; eine Argumentation und Diskussion über vertraute oder vorhersagbare Themen zu folgen; Standpunkte anderer kurz zu kommentieren, kurze Begründungen und Erklärungen die eigene Meinung und Reaktion verständlich zu machen; andere auffordern, ihre Meinung dazu zu sagen; Informationen und Gedanken zu aktuellen und bekannten Themen schriftlich mitzuteilen und einigermaßen präzise über ein Thema Meinung und Hypothesen zu äußern und Lösungsvorschläge zu verfassen.  Linguistische Kompetenz:   komplexere grammatische Strukturen (Futur, Konditional, Imperativ, Konjunktiv, Relativsätze, Adverbien, Präpositionen) anzuwenden; den Wortschatz systematisch zu erweitern; orthographisch und phonetisch korrekt zu agieren  Mediation: spezifische Informationen schriftlich und mündlich über vertrauten und bekannten Informationen und aktuellen Themen weiterzugeben.  Plurilinguale und plurikulturelle Kompetenz:   einen Perspektivwechsel vorzunehmen, um fremde und eigene Werte, Haltungen, Einstellungen einzuordnen sich der wichtigsten Höflichkeitskonventionen bewusst zu sein; das Einschätzungsvermögen der eigenen Fähigkeiten (Stärken und Schwächen) auszubauen.",
        "leistungsnchweis": "Schriftliche Prüfung",
        "artDerModularbeit": "",
        "conditionsToBeMet": "",
        "lehrwerk": "Aula internacional Plus 3 (B1), Internationale Ausgabe Libro del alumno + audios y vídeos online, ISBN 978-3-12-515823-8",
        "thematik": "(Weiter-)Entwicklung der Fertigkeiten und Kompetenzen auf dem Niveau B1 des Gemeinsamen europäischen Referenzrahmens, die eine erweiterte Kommunikationsfähigkeit in alltags- und hochschulspezifisch geprägten Kontexten ermöglichen. ",
        "methoden": "Einzel-, Partner- und Gruppenarbeit, gezielte Hör-, Lese- und Schreibübungen, Gruppendiskussionen.",
        "disziplinaryLocation": "Spanisch",
        "literatur": "",
        "hinweise": "Die regelmäßige Teilnahme ist obligatorisch (80%). Für Quereinsteiger wird zu Beginn des Semesters ein Einstufungsgespräch durchgeführt. Der Kurs bereitet gezielt auf die mündliche Prüfung zur Erlangung des UNIcert®©- Zertifikats der Stufe I vor, die am Ende des Kurses abgelegt werden, kann."
    },
    {
        "lvNr": "2",
        "titelDerLv": "China kennenlernen. Kultur, Kommunikation, Kooperation",
        "name": "Jandok",
        "wochentag": "Montag",
        "zeit": "11:45 - 13:15",
        "raum": "",
        "exame": "Modularbeit",
        "mainTopic": "Interkulturalität und Sprachen",
        "sideTopic": "Gesellschaft und Politik",
        "fachgebiet": "3)  Interkulturelle Kommunikation",
        "kompetenzprofil": "International",
        "anrechnungZert1": "Hochschulzertifikat Interkulturelle Kompetenz",
        "anrechnungZert2": "",
        "anrechnungZert3": "",
        "lernzieleUndKompetenzen": "Die vorrangigen Lernziele der Lehrveranstaltung sind u.a. das Wissen über Chinas alte und aktuelle Geschichte zu vermitteln, die Grundzüge von intra- und interkulturellen Kommunikationskonventionen vorzustellen und Systematiken und Selbstverständnissen in westlich-chinesischen Kooperationen kennenzulernen. So sollen ein differenziertes Bild und ein Blick aus westlicher und chinesischer Perspektive auf Ereignisse und Phänomene chinesischer Kultur, Kommunikation und Kooperationen ermöglicht werden.",
        "leistungsnchweis": "Modularbeit",
        "artDerModularbeit": "Seminararbeit",
        "conditionsToBeMet": "",
        "lehrwerk": "",
        "thematik": "China wird häufig als Kontrastkultur zur deutschen dargestellt. Daraus ergibt sich sowohl Faszination als auch Unverständnis.   Nach einem kurzen geschichtlichen Überblick wird auf die chinesische Sprache und kommunikative Konventionen, sowie die chinesische Sprachenpolitik im In- und Ausland eingegangen. Herausforderungen und Chancen internationaler Kooperationen mit China zwischen Unternehmen, Organisationen oder sogar Ländern werden diskutiert. Was „wir“ (= „der Westen“) von Chinas Hightech-Unternehmen lernen können, wird ebenfalls dargestellt und erörtert.",
        "methoden": "China kennenlernen – Kultur, Kommunikation, Kooperation",
        "disziplinaryLocation": "Gruppendiskussionen, Präsentationen, Case-Bearbeitungen, Simulationen, Transkriptanalysen, Internetrecherchen",
        "literatur": "Interkulturelle Kommunikation, Chinesisch als Fremdsprache, Politik und Geschichte",
        "hinweise": "Aust, Stefan; Geiges, Adrian (2021): Xi Jinping. Der mächtigste Mann der Welt. München: Piper-Verlag  Fazzioli, Edoardo (2003): Gemalte Wörter. 214 chinesische Schriftzeichen - vom Bild zum Begriff. Wiesbaden: Fourierverlag  Frankopan, Peter (2020): Die neuen Seidenstraßen. Gegenwart und Zukunft unserer Welt. Hamburg: Rowohlt  Gutting, Doris; Tang, Min; Hofreiter, Sebastian (2021)(Hrsg.): Innovation und Kreativität in Chinas Wirtschaft. <span lang=\"en-us\" xml:lang=\"en-us\">Wiesbaden: Springer Gabler</span>  <span lang=\"en-us\" xml:lang=\"en-us\">Hao, Sun; Kádár, Dániel Z. (2008)(Hrsg.): It's the Dragons Turn. Chinese Institutional Discourse. Bern [u.a.]: Peter Lang</span>  <span lang=\"en-us\" xml:lang=\"en-us\">Li, Yining; Cheng, Zhiqiang (2022): China's reform and new urbanization. </span>Singapore: Springer Nature  Schuman, Michael (2020): Die ewige Supermacht. Eine chinesische Weltgeschichte. Berlin: Ullstein"
    }
]